Revit 2024 API
BuiltInFailures.TilePatternTileFailures Class
 Failures related to tile pattern tile.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class TilePatternTileFailures
Visual Basic
Public NotInheritable Class TilePatternTileFailures
Visual C++
public ref class TilePatternTileFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.TilePatternTileFailures
See Also
BuiltInFailures.TilePatternTileFailures Members
Autodesk.Revit.DB Namespace